atlassian.atlascode
bradlc.vscode-tailwindcss
bsides.theme-base16-eighties
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.codespaces
github.copilot
github.copilot-chat
github.copilot-labs
glen-anderson.vscode-faust
hbenl.vscode-test-explorer
mathiasfrohlich.kotlin
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
o4x.base16-tomorrow
octref.vetur
onecentlin.laravel-blade
prisma.prisma
recca0120.vscode-phpunit
redhat.fabric8-analytics
redhat.java
redhat.vscode-yaml
ryannaddy.laravel-artisan
streetsidesoftware.code-spell-checker
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
withfig.fig
yoavbls.pretty-ts-errors
